IdeaRS.OpenModel.Material.ReinfFabrication
Reinforcement fabrication

IdeaRS.OpenModel.Material.ReinfFabrication.HotRolled
Hot rolled

IdeaRS.OpenModel.Material.ReinfFabrication.ColdWorked
Cold worked